{
  "products": [
    {
      "_id": "dress1",
      "image": "/images/image7.jpg",
      "title": "Unesco Science Report 2010",
      "description": "Written by a team of independent experts who are each covering the country or region from which they hail, the UNESCO Science Report 2010 analyses the trends and developments that have shaped scientific research, innovation and higher education over the past five years, including the impact of the current global.",
      "availableSizes": ["X", "L", "XL", "XXL"],
      "price": 29.9
    },
    {
      "_id": "dress2",
      "image": "/images/image8.jpg",
      "title": "Electronics",
      "description": "This Electronic Books will drive you on the right path, to gain practical experience as you start designing your own electronic crafts. It serves as an excellent reference to unchain the mysteries of electronic circuits..",
      "availableSizes": ["X", "M", "L"],
      "price": 18.9
    },
    {
      "_id": "dress3",
      "image": "/images/image10.jpg",
      "title": "The HANDMAID'S tale",
      "description": "The Handmaid's Tale is a dystopian novel by Canadian author Margaret Atwood, published in 1985. It is set in a near-future New England, in a totalitarian state, known as Gilead, that has overthrown the United States government..",
      "availableSizes": ["X", "M", "L"],
      "price": 14.9
    },
    {
      "_id": "dress4",
      "image": "/images/image4.jpg",
      "title": "PHP,MySQL & JavaScript",
      "description": "A guide to PHP essentials and the basics of object-oriented programming. Learn how to master MySQL, from database structure to complex queries; create web pages with PHP and MySQL by integrating forms.",
      "availableSizes": ["XL"],
      "price": 25.9
    },
    {
      "_id": "dress5",
      "image": "/images/image5.jpg",
        "title": "Mathematics",
      "description": "For many of the most important branches of mathematics, we’ve provided what we consider being the best math books for the subject at hand. We aimed for a list of titles that were either introductory in nature or that fall into the category of “must-have” math reference books..",
      "availableSizes": ["X", "L", "XL"],
      "price": 10.9
    },
    {
      "_id": "dress6",
      "image": "/images/image6.jpg",
      "title": "Asian Technology Innovation",
      "description": "The economic crises in Asia at the turn of the millennium changed the innovation and business production systems of China, Malaysia, Japan, Singapore, South Korea, Thailand, and Taiwan. This investigation follows several different industries, including semiconductors, automobiles, and hard disk drives. It explores the approaches that Asian nations have taken to building a strong technological and economic base for their respective industries from technonationalism to technoglobalism. It asks if the Asian economic miracle is over, or whether these countries are reinventing their economies..",
      "availableSizes": ["XL", "XXL"],
      "price": 49.9
    }
  ]
}